/*************************************************************************
 * ADOBE CONFIDENTIAL
 * ___________________
 *
 * Copyright 2021 Adobe
 * All Rights Reserved.
 *
 * NOTICE: All information contained herein is, and remains
 * the property of Adobe and its suppliers, if any. The intellectual
 * and technical concepts contained herein are proprietary to Adobe
 * and its suppliers and are protected by all applicable intellectual
 * property laws, including trade secret and copyright laws.
 * Dissemination of this information or reproduction of this material
 * is strictly forbidden unless prior written permission is obtained
 * from Adobe.
 **************************************************************************/

"NSAppleEventsUsageDescription" = "Adobe Acrobat の機能を拡張するには、他のアプリケーションにアクセスする必要があります。";
"NSContactsUsageDescription" = "Adobe Acrobat は、連絡先を使用して、簡単に他のユーザーと共同作業ができるようにします。";
"NSPhotoLibraryUsageDescription" = "Adobe Acrobat は、フォトライブラリを使用して画像から PDF を作成します。その逆も可能です。";
